Repository: ManuelElvir/DesirMentor
Catalog: languages/elementor-eledesir-*.po
Languages: fr_fr

source: Elementor-Eledesir is an awesome Elementor addon, created by manuel-njiakim.com
fr_fr: Elementor-Eledesir est un addon Elementor génial, créé par manuel-njiakim.com.

source: User list
fr_fr: Liste des utilisateurs

source: Content
fr_fr: Contenu

source: User Role
fr_fr: Rôle d'utilisateur

source: Field Name
fr_fr: Champs Nom

source: Is Name Field managed by ACF?
fr_fr: Le champ de nom est-il géré par ACF ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Aucun

source: Field Title
fr_fr: Champs Titre

source: Is Title Field managed by ACF?
fr_fr: Le champ de titre est-il géré par ACF ?

source: Field Address
fr_fr: Champs Adresse

source: Is Address Field managed by ACF?
fr_fr: Le champ d'adresse est-il géré par ACF ?

source: Is Address Field managed by ACF
fr_fr: Le champ d'adresse est-il géré par ACF ?

source: Title Tag 1
fr_fr: Titre Tag 1

source: French
fr_fr: Français

source: Field Tag 1
fr_fr: Champs Tag 1

source: Title Tag 2
fr_fr: Titre Tag 2

source: English
fr_fr: Anglais

source: Field Tag 2
fr_fr: Champs Tag 2

source: Title Tag 3
fr_fr: Titre Tag 3

source: Activity Sector
fr_fr: Secteur d'activité

source: Field Tag 3
fr_fr: Champs Tag 3

source: View Profile
fr_fr: Voir le Profil

source: Commerce de détail de mode et habillement
fr_fr: Fashion and clothing retail

source: Services bancaires
fr_fr: Banking Services

source: Fashion and clothing retail
fr_fr: Commerce de détail de mode et habillement

source: Financial Services
fr_fr: Services financiers

source: Telecommunications
fr_fr: Télécommunications

source: Banking Services
fr_fr: Services bancaires

source: Hospitals and health services
fr_fr: Hôpitaux et services de santé

source: IT services and consulting
fr_fr: Services et conseil informatiques

source: Software development
fr_fr: Développement de logiciels

source: Retail
fr_fr: Commerce de détail

source: Portfolio Management
fr_fr: Gestion de portefeuilles

source: Recruiting
fr_fr: Recrutement

source: Other
fr_fr: Autres

source: Beginner
fr_fr: Débutant

source: Intermediate
fr_fr: Intermédiaire

source: Advanced or mother tongue
fr_fr: Avancé ou langue maternelle

source: Advanced Search Form
fr_fr: Recherche Avancée

source: Subtitle
fr_fr: Sous-titre

source: Fast search
fr_fr: Recherche Rapide

source: Title
fr_fr: Titre

source: Your title here.
fr_fr: Votre titre ici.

source: See button
fr_fr: Bouton voir

source: Title Select 1
fr_fr: Titre select 1

source: Key Select 1
fr_fr: Clé Select 1

source: Values Select 1
fr_fr: Valeur Select 1

source: separate label and value with : and each item with |
fr_fr: Utiliser : pour séparer le label du titre et | pour chaque éléments

source: Title Select 2
fr_fr: Titre select 2

source: Key Select 2
fr_fr: Clé Select 2

source: Values Select 2
fr_fr: Valeur Select 2

source: Title Select 3
fr_fr: Titre select 3

source: Key Select 3
fr_fr: Clé Select 3

source: Values Select 3
fr_fr: Valeur Select 3

source: Title Select 4
fr_fr: Titre select 4

source: Key Select 4
fr_fr: Clé Select 4

source: Values Select 4
fr_fr: Valeur Select 4

source: All %s
fr_fr: Tout %s
